{"Date": "18 Oct 2005",
"Headline": "House price rise forecast in survey of estate agents",
"Author": "Financial Times",
"Summary": "Estate agents are predicting a rise in house prices for the first time in 18 months, according to a survey to be published today.",
"HousePrice": 193409},
{"Date": "8 Mar 2006",
"Headline": "House prices 'still picking up'",
"Author": "BBC News",
"Summary": "House prices are continuing to pick up, according to the latest survey from the Halifax bank.",
"HousePrice": 197626},
{"Date": "30 Jun 2006",
"Headline": "UK mortgage debt soars through £1 trillion",
"Author": "The Independent",
"Summary": "Mortgage debt broke through the £1 trillion barrier last month as the Bank of England warned the number of people with serious money problems would soon hit half a million.",
"HousePrice":"200629"},
{"Date": "27 Oct 2006",
"Headline": "UK house prices 'nearly tripled'",
"Author": "BBC News",
"Summary": "Average house prices have nearly tripled across the whole country during the past decade, says the Halifax.",
"HousePrice": 205326},
{"Date": "30 May 2007",
"Headline": "Landlords sell-off property as demand dries up",
"Author": "The Guardian",
"Summary": "The number of landlords selling their properties has risen to its highest level in two years after a drop in demand for tenant lettings.",
"HousePrice": 218644},
{"Date": "25 Jun 2007",
"Headline": "House price slump brings a tear to some Irish eyes",
"Author": "Financial Times",
"Summary": "In the wake of a series of interest rate rises, and fuelled by uncertainty over the tax treatment of property purchases, house price growth is for the first time in years starting to slow and in some areas go into reverse.",
"HousePrice": 219738},
{"Date": "10 Jul 2007",
"Headline": "Sub-prime mortgages 'set to grow'",
"Author": "BBC News",
"Summary": "Sub-prime mortgages are set to grow faster than mainstream mortgages, independent market analyst Datamonitor has said.",
"HousePrice": 222465},
{"Date": "09 Aug 2007",
"Headline": "BNP freezes funds in sub-prime shock",
"Author": "The Telegraph",
"Summary": "BNP Paribas, France's largest bank, has been forced to freeze three funds as the fears of greater losses from US sub-prime continue to weigh on global credit markets.",
"HousePrice": 224472},
{"Date": "13 Sep 2007",
"Headline": "Northern Rock gets bank bail out",
"Author": "BBC News",
"Summary": "The Bank of England has agreed to give emergency financial support to the Northern Rock, one of the UK's largest mortgage lenders.",
"HousePrice": 224232},
{"Date": "26 Aug 2008",
"Headline": "UK mortgage lending 'levels off'",
"Author": "BBC News",
"Summary": "UK mortgage lending by the major banks levelled off in July but the amount borrowed for day-to-day spending slowed, figures show.",
"HousePrice": },
{"Date": "28 Aug 2008",
"Headline": "Subprime mortgage rates might hit 10%",
"Author": "Financial Times",
"Summary": "Borrowers with subprime mortgages are likely to see their interest rate jump.",
"HousePrice": 210693}